Repository: pkp/staticPages
Catalog: locale/*/locale.po
Languages: gl_es, hy, ja_jp, ka_ge, mk_mk, ms, nb_no, nl_nl, pl, zh_hans

# plugins.generic.staticPages.noneExist
source: No pages have been created
gl_es: Non se creou ningunha páxina
hy: Ոչ մի էջ չի ստեղծվել
ja_jp: ページが作成されていません
ka_ge: არცერთი გვერდი არ შექმნილა
mk_mk: Нема создадено страници
ms: Tiada halaman telah dicipta
nb_no: Ingen sider har blitt opprettet
nl_nl: Geen pagina's aangemaakt
pl: Nie utworzono żadnych stron
zh_hans: 没有页面生成。

# plugins.generic.staticPages.pageDeleted
source: Page successfully deleted.
gl_es: A páxina eliminouse correctamente.
hy: Էջը հաջողությամբ ջնջվեց:
ja_jp: ページは正常に削除されました。
ka_ge: გვერდი წარმატებით წაიშალა.
mk_mk: Страницата е успешно избришана.
ms: Halaman berjaya dipadamkan.
nb_no: Siden ble slettet.
nl_nl: Pagina met succes verwijderd.
pl: Strona została usunięta.
zh_hans: 页面已删除。

# plugins.generic.staticPages.pageSaved
source: Page successfully saved.
gl_es: A páxina gardouse correctamente.
hy: Էջը հաջողությամբ պահպանվեց:
ja_jp: ページは正常に保存されました。
ka_ge: გვერდი წარმატებით შეინახა.
mk_mk: Страницата е успешно зачувана.
ms: Halaman berjaya disimpan.
nb_no: Siden ble lagret.
nl_nl: Pagina met succes opgeslagen.
pl: Strona została zapisana.
zh_hans: 页面已保存。

# plugins.generic.staticPages.duplicatePath
source: This path already exists for another static page.
gl_es: Esta ruta xa existe para outra páxina estática.
hy: Այս ուղին արդեն գոյություն ունի մեկ այլ ստատիկ էջի համար:
ja_jp: この path は他の統計ページで既に使用されています。
ka_ge: ეს გზა უკვე არსებობს სხვა სტატიკური გვერდისთვის.
mk_mk: Оваа патека веќе постои за друга статична страна.
ms: Laluan url ini sudah wujud untuk halaman statik lain.
nb_no: Denne stien finnes allerede for en annen statisk side.
nl_nl: Dit pad is al in gebruik bij een andere pagina.
pl: Tego położenie użyto już do innej strony.
zh_hans: 该路径已经被其它静态页面使用。

# plugins.generic.staticPages.viewInstructions
source: <p>This page will be accessible at: <blockquote>{$pagesPath}</blockquote>...where %PATH% is the path entered above. <strong>Note:</strong> No two pages can have the same path. Using paths that are built into the system may cause you to lose access to important functions.</p>
gl_es: <p>Esta páxina será accesible en: <blockquote>{$pagesPath}</blockquote>... onde %PATH% é a ruta introducida anteriormente. <strong>Nota:</strong> Dúas páxinas non poden ter a mesma ruta. O uso de rutas integradas no sistema pode facer que perdas o acceso a funcións importantes.</p>
hy: <p>Այս էջը հասանելի կլինի: <blockquote>{$pagesPath}</blockquote>...որտեղ %PATH% վերևում մուտքագրված ուղին է։ <strong>Նշում:</strong> Ոչ մի երկու էջ չեն կարող ունենալ նույն ուղին: Համակարգում ներկառուցված ուղիների օգտագործումը կարող է պատճառ դառնալ, որ դուք կորցնեք մուտքը դեպի կարևոր գործառույթներ:</p>
ja_jp: <p>このページは以下の場所からアクセスできます: <blockquote>{$pagesPath}</blockquote>...ここで、%PATH%は上記で入力したパスです。<strong>注:</strong> 2つのページが同じパスを持つことはできません。システムに組み込まれているパスを使用すると、重要な機能にアクセスできなくなる可能性があります。</p>
ka_ge: <p>ამ გვერდზე ხელმისაწვდომი იქნება:<blockquote> {$pagesPath}</blockquote> ... სადაც %PATH% არის ზემოთ შეყვანილი გზა. <strong>შენიშვნა:</strong> ორ გვერდს არ შეიძლება ჰქონდეს იგივე გზა. სისტემაში ჩასმული ბილიკების გამოყენებამ შეიძლება დაკარგოს მნიშვნელოვან ფუნქციებზე წვდომა.</p>
mk_mk: <p>Оваа страница ќе биде достапна на: <blockquote>{$pagesPath}</blockquote>...каде %PATH% е патеката внесена погоре. <strong>Забелешка:</strong> Две или повеќе страници не можат да ја имаат истата патека. Користењето на патеки кои се вградени во системот може да доведе до губиток на вашиот пристап до важни функции.</p>
ms: <p>Halaman ini boleh diakses di: <blockquote>{$pagesPath}</blockquote>...di mana %PATH% ialah laluan url yang dimasukkan di atas. <strong>Nota:</strong> Tiada dua halaman boleh mempunyai laluan url yang sama. Menggunakan laluan yang terbina dalam sistem boleh menyebabkan anda kehilangan akses kepada fungsi penting.</p>
nb_no: <p>Siden kan besøkes via <blockquote>{$pagesPath}</blockquote> der %STI% er stien som er lagt til over. <strong>Merk:</strong> To sider kan ikke ha samme sti. Bruker du stier som er bygget inn i systemet, kan du miste tilgang til viktige funksjoner.</p>
nl_nl: <p>Dit pad zal toegankelijk zijn op: <blockquote>{$pagesPath}</blockquote>... waar %PATH% het hierboven opgegeven pad is. <strong>Opmerking:</strong> paden moeten uniek zijn. Als paden worden gebruikt die door het systeem worden gebruikt, kan toegang tot belangrijke functies verloren gaan.</p>
pl: <p>Ta strona będzie dostępna w położeniu: <blockquote>{$pagesPath}</blockquote>... gdzie %PATH% to wyżej wprowadzona ścieżka. <strong>Uwagi:</strong> Żadne strony nie mogą mieć tego samego położenia. ● Używając systemowych położeń OJS ryzykujesz utratę dostępu do ważnych funkcji OJS.</p>
zh_hans: <p>此页面可在：<blockquote>{$pagesPath}</blockquote>…… %PATH% 是上面输入的路径。<strong>注意：</strong>页面路径不能相同。使用系统内置路径可能会导致您不能使用一些重要功能。</p>

# plugins.generic.staticPages.pathRegEx
source: The path field must contain only alphanumeric characters plus '.', '/', '-', and '_'.
gl_es: O campo da ruta debe conter só caracteres alfanuméricos máis '.', '/', '-' e '_'.
hy: Ուղիի դաշտը պետք է պարունակի միայն տառա-թվային նշաններ գումարած ', '/', '-', և '_'.
ja_jp: パスフィールドには、英数字に加えて、「.」、「/」、「-」や「_」を含める必要があります。
ka_ge: გეზის ველი უნდა შეიცავდეს მხოლოდ ალფანუმერულ სიმბოლოებს, პლუს '.', '/', '-' და '_'.
mk_mk: Полето за патека мора да соджи само алфанумерички знаци плус '.', '/', '-', и '_'.
ms: Medan laluan url mesti mengandungi hanya aksara abjad angka ditambah '.', '/', '-' dan '_'.
nb_no: Stien må inneholde kun tall og bokstaver, samt punktum '.', skråstrek mot høyre '/', bindestrek '-' og understrek '_'.
nl_nl: Het pad mag uitsluitend alfanumerieke tekens bevatten en '.', '/', '-', en '_'.
pl: Pola położenia dopuszcza jedynie znaki alfanumeryczne oraz '.', '/', '-', '_'.
zh_hans: 路径字段只包含字母和 '.'，'/'，'-'以及'_'。

# plugins.generic.staticPages.editInstructions
source: Use the form below to add/edit page content.
gl_es: Utilice o seguinte formulario para engadir/editar contido da páxina.
hy: Օգտագործեք ստորև բերված ձևը էջի բովանդակությունը ավելացնելու/խմբագրելու համար:
ja_jp: ページを追加・編集するために下記のフォームを使用してください。
ka_ge: გამოიყენეთ ქვემოთ მოცემული ფორმა გვერდის შინაარსის დასამატებლად.
mk_mk: Користете го формуларот подолу за да додадете/уредите содржина на страницата.
ms: Gunakan borang di bawah untuk menambah/mengedit kandungan halaman.
nb_no: Bruk skjemaet nedenfor for å legge til eller endre innhold.
nl_nl: Gebruik het formulier hieronder om pagina-inhoud toe te voegen of te bewerken.
pl: Użyj poniższego formularza do utworzenia/edycji zawartości strony.
zh_hans: 使用下面的表单来添加/编辑页面内容。

# plugins.generic.staticPages.settingInstructions
source: The form below shows you all the static pages you have created. You can edit or delete the pages using the links on the right-hand side.
gl_es: O seguinte formulario amosa todas as páxinas estáticas que creou. Podes editar ou eliminar as páxinas usando as ligazóns á dereita.
hy: Ստորև բերված ձևը ցույց է տալիս ձեր ստեղծած բոլոր ստատիկ էջերը: Դուք կարող եք խմբագրել կամ ջնջել էջերը՝ օգտագործելով աջ կողմի հղումները:
ja_jp: 下記のフォームには作成された全ての統計ページが表示されています。右のリンクを使用してページの編集および削除が可能です。
ka_ge: ქვემოთ მოცემული ფორმა აჩვენებს თქვენს მიერ შექმნილ ყველა სტატიკურ გვერდს. გვერდების რედაქტირება ან წაშლა შეგიძლიათ მარჯვენა მხარეს მდებარე ბმულების გამოყენებით.
mk_mk: Формуларот подолу ви ги прикажува сите статички страници кои ги имате создадено. Можете да ги уредите или избришете страниците користејќи ги линковите на десната страна.
ms: Borang di bawah menunjukkan kepada anda semua halaman statik yang telah anda buat. Anda boleh mengedit atau memadam halaman menggunakan pautan di sebelah kanan.
nb_no: Oversikten nedenfor viser alle de statiske sidene du har laget. Du kan endre eller slette sidene ved å bruke lenkene på høyre side.
nl_nl: Het formulier hieronder toont alle statische pagina's die u aangemaakt heeft. Gebruik de links aan de rechterkant om de pagina's te bewerken of te verwijderen.
pl: Oto utworzone strony. Możesz je edytować/usuwać używając odsyłaczy po prawej stronie.
zh_hans: 下面的表显示所有您创建的静态页面。您可以使用右侧的链接来编辑或删除页面。

# plugins.generic.staticPages.noneCreated
source: No static pages have been created.
gl_es: Non se crearon páxinas estáticas.
hy: Ստատիկ էջեր չեն ստեղծվել:
ja_jp: 静的ページは作成されていません。
ka_ge: სტატიკური გვერდები არ შექმნილა.
mk_mk: Нема создадени статички страници.
ms: Tiada halaman statik telah dicipta.
nb_no: Ingen statiske sider er opprettet.
nl_nl: Er zijn geen statische pagina's gemaakt.
pl: Nie utworzono żadnych stron.
zh_hans: 未创建静态页面。

# plugins.generic.staticPages.editStaticPage
source: Edit Static Page
gl_es: Editar unha páxina estática
hy: Խմբագրել ստատիկ էջը
ja_jp: 統計ページの編集
ka_ge: სტატიკური გვერდის ჩასწორება
mk_mk: Уреди статичка страница
ms: Edit Halaman Statik
nb_no: Endre statisk side
nl_nl: Statische pagina bewerken
pl: Edytuj stronę
zh_hans: 编辑静态页面

# plugins.generic.staticPages.addNewPage
source: Add New Page
gl_es: Engadir unha nova páxina
hy: Ավելացնել նոր էջ
ja_jp: 新規ページの作成
ka_ge: ახალი გვერდის დამატება
mk_mk: Додади нова страница
ms: Tambah Halaman Baharu
nb_no: Legg til ny side
nl_nl: Nieuwe pagina toevoegen
pl: Dodaj nową stronę
zh_hans: 添加新页面

# plugins.generic.staticPages.addStaticPage
source: Add Static Page
gl_es: Engadir unha páxina estática
hy: Ավելացնել ստատիկ էջը
ja_jp: 統計ページの追加
ka_ge: სტატიკური გვერდის დამატება
mk_mk: Додади статичка страница
ms: Tambah Halaman Statik
nb_no: Legg til statisk side
nl_nl: Statische pagina toevoegen
pl: Dodaj stronę
zh_hans: 添加静态页面

# plugins.generic.staticPages.editAddContent
source: Edit/Add Content
gl_es: Editar/Engadir contido
hy: Խմբագրել/Ավելացնել բովանդակություն
ja_jp: コンテンツの編集・追加
ka_ge: შინაარსის დამატება/ჩასწორება
mk_mk: Уреди/додади содржина
ms: Edit/Tambah Kandungan
nb_no: Endre/legg til innhold
nl_nl: Inhoud bewerken/toevoegen
pl: Edytuj/dodaj zawartość
zh_hans: 编辑/添加内容

# plugins.generic.staticPages.requirement.tinymce
source: <p><strong>The TinyMCE Plugin must be installed and enabled in order to add/edit content.</strong></p>
gl_es: <p><strong>O complemento TinyMCE debe estar instalado e habilitado para engadir/editar contido.</strong></p>
hy: <p><strong>TinyMCE փլագինը պետք է տեղադրվի և միացված լինի՝ բովանդակություն ավելացնելու/խմբագրելու համար:</strong></p>
ja_jp: <p><strong>コンテンツを編集・追加するためには，TinyMCE プラグインがインストールされていなければなりません。</strong></p>
ka_ge: <p><strong>TinyMCE მოდული უნდა იყოს დაინსტალირებული და ჩართული, შინაარსის დამატება/ჩასწორების მიზნით.</strong></p>
mk_mk: <p><strong>TinyMCE плагинот мора да биде инсталиран и овозможен како би додавале/уредувале содржина.</strong></p>
ms: <p><strong>Plugin TinyMCE mesti dipasang dan didayakan untuk menambah/mengedit kandungan.</strong></p>
nb_no: <p><strong>Programtillegget TinyMCE må være installert og slått på for at du skal kunne legge til eller endre innhold.</strong></p>
nl_nl: <p><strong>De TinyMCE plugin moet ge√Ønstalleerd en geactiveerd zijn om inhoud toe te voegen of te bewerken.</strong></p>
pl: <p><strong>Dodawanie/edycja zawartości możliwa dopiero po zainstalowania i włączenia dodatku TinyMCE.</strong></p>
zh_hans: <strong>为了能够添加/编辑内容必须安装 TinyMCE 插件。</strong>

# plugins.generic.staticPages.path
source: Path
gl_es: Ruta
hy: Ուղի
ja_jp: パス
ka_ge: მდებარეობა
mk_mk: Патека
ms: Laluan URL
nb_no: Sti
nl_nl: Pad
pl: Położenie
zh_hans: 路径

# plugins.generic.staticPages.content
source: Content
gl_es: Contido
hy: Բովանդակություն
ja_jp: コンテンツ
ka_ge: შიგთავსი
mk_mk: Содржина
ms: Kandungan
nb_no: Innhold
nl_nl: Inhoud
pl: Zawartość
zh_hans: 内容

# plugins.generic.staticPages.pageTitle
source: Title
gl_es: Título
hy: Վերնագիր
ja_jp: タイトル
ka_ge: სათაური
mk_mk: Наслов
ms: Tajuk
nb_no: Tittel
nl_nl: Titel
pl: Tytuł
zh_hans: 标题

# plugins.generic.staticPages.staticPages
source: Static Pages
gl_es: Páxinas estáticas
hy: Ստատիկ էջեր
ja_jp: 静的ページ
ka_ge: სტატიკური გვერდები
mk_mk: Статички страници
ms: Halaman Statik
nb_no: Statiske sider
nl_nl: Statische pagina's
pl: Strony stałej zawartości
zh_hans: 静态页面

# plugins.generic.staticPages.description
source: This plugin allows Static Content Management.
gl_es: Este complemento permite a xestión de contido estático.
hy: Այս փլագինը թույլ է տալիս Ստատիկ բովանդակության կառավարումը:
ja_jp: このプラグインは統計のコンテンツ管理ができます。
ka_ge: ეს პპლაგინი საშუალებას გაძლევთ მართოთ სტატიკური შიგთავსი.
mk_mk: Овој плагин овозможува управување со статичка содржина.
ms: Plugin ini membolehkan Pengurusan Kandungan Statik.
nb_no: Dette programtillegget lar deg administrere statiske sider.
nl_nl: Met deze plugin kunt u statische inhoud toevoegen.
pl: Zarządzanie niezmienną zawartością.
zh_hans: 该插件允许管理静态内容。

# plugins.generic.staticPages.displayName
source: Static Pages Plugin
gl_es: Complemento de páxinas estáticas
hy: Ստատիկ էջերի փլագին
ja_jp: 統計ページプラグイン
ka_ge: სტატიკური გვერდების პლაგინი
mk_mk: Плагин за статични страници
ms: Plugin Halaman Statik
nb_no: Programutvidelse for statiske sider
nl_nl: Statische pagina's plugin
pl: Strony o niezmiennej zawartości
zh_hans: 静态页面插件
